Repository: NaN-tic/trytond-aeat_303
Catalog: locale/*.po
Languages: ca, es

# field:account.configuration,aeat303_move_account:
source: Account for Move
es: Cuenta para el asiento

# field:account.configuration,aeat303_move_journal:
source: Journal for Move
es: Diario para el asiento

# field:account.configuration,aeat303_post_and_close:
source: Post and Close
es: Contabiliza y cierra

# field:account.configuration,aeat303_prorrata_account:
source: Prorrata Account
es: Cuenta Prorrata

# field:account.configuration,aeat303_prorrata_fiscalyear:
source: Prorrata Fiscal Year
es: Año fiscal prorrata

# field:account.configuration,aeat303_prorrata_percent:
source: Prorrata Percent
es: Porcentaje prorrata

# field:account.configuration.aeat303,aeat303_move_account:
source: Account for Move
es: Cuenta para el asiento

# field:account.configuration.aeat303,aeat303_move_journal:
source: Journal for Move
es: Diario para el asiento

# field:account.configuration.aeat303,aeat303_post_and_close:
source: Post and Close
es: Contabiliza y cierra

# field:account.configuration.aeat303,aeat303_prorrata_account:
source: Prorrata Account
es: Cuenta Prorrata

# field:account.configuration.aeat303,aeat303_prorrata_fiscalyear:
source: Prorrata Fiscal Year
es: Año fiscal prorrata

# field:account.configuration.aeat303,aeat303_prorrata_percent:
source: Prorrata Percent
es: Porcentaje prorrata

# field:account.configuration.aeat303,company:
source: Company
es: Compañía

# field:aeat.303.mapping,aeat303_field:
source: Field
ca: Camp
es: Campo

# field:aeat.303.mapping,code:
source: Tax Code
ca: Codi d'impost
es: Código de impuesto

# field:aeat.303.mapping,code_by_companies:
source: Code by Companies
es: Código por empresas

# field:aeat.303.mapping,company:
source: Company
ca: Empresa
es: Empresa

# field:aeat.303.mapping,number:
source: Number
ca: Número
es: Número

# field:aeat.303.mapping,template:
source: Template
ca: Plantilla
es: Plantilla

# field:aeat.303.mapping,type_:
source: Type
ca: Tipus
es: Tipo

# field:aeat.303.mapping-account.tax.code,code:
source: Tax Code
ca: Codi d'impost
es: Código de impuesto

# field:aeat.303.mapping-account.tax.code,mapping:
source: Mapping
ca: Codi d'impost
es: Código de impuesto

# field:aeat.303.mapping-account.tax.code.template,code:
source: Tax Code Template
ca: Plantilla de codi d'impost
es: Plantilla de código de impuesto

# field:aeat.303.mapping-account.tax.code.template,mapping:
source: Mapping
ca: Codi d'impost
es: Código de impuesto

# field:aeat.303.prorrata.mapping,code:
source: Tax Code
es: Código impuesto

# field:aeat.303.prorrata.mapping,code_by_companies:
source: Code by Companies
es: Código por Empresas

# field:aeat.303.prorrata.mapping,company:
source: Company
es: Empresa

# field:aeat.303.prorrata.mapping,prorrata_field:
source: Field
es: Campo

# field:aeat.303.prorrata.mapping,template:
source: Template
es: Plantilla

# field:aeat.303.prorrata.mapping-account.tax.code,code:
source: Tax Code
es: Código impuesto

# field:aeat.303.prorrata.mapping-account.tax.code,mapping:
source: Mapping
es: Mapeo

# field:aeat.303.prorrata.mapping-account.tax.code.template,code:
source: Tax Code Template
es: Plantilla código impuesto

# field:aeat.303.prorrata.mapping-account.tax.code.template,mapping:
source: Mapping
es: Mapeo

# field:aeat.303.prorrata.mapping.template,code:
source: Tax Code Template
es: Plantilla código impuesto

# field:aeat.303.prorrata.mapping.template,prorrata_field:
source: Field
es: Campo

# field:aeat.303.report,accrued_re_base_1:
source: Accrued Re Base 1
ca: Base Imposable Recàrrec equivalència 2 [16]
es: Base Imponible Recargo equivalencia 2 [16]

# field:aeat.303.report,accrued_re_base_2:
source: Accrued Re Base 2
ca: Base Imposable Recàrrec equivalència 3 [19]
es: Base Imponible Recargo equivalencia 3 [19]

# field:aeat.303.report,accrued_re_base_3:
source: Accrued Re Base 3
ca: Base Imposable Recàrrec equivalència 4 [22]
es: Base Imponible Recargo equivalencia 4 [22]

# field:aeat.303.report,accrued_re_base_4:
source: Accrued Re Base 4
ca: Base Imposable Recàrrec equivalència 1 [156]
es: Base Imponible Recargo equivalencia 1 [156]

# field:aeat.303.report,accrued_re_base_5:
source: Accrued Re Base 5
es: Base Imponible Recargo equivalencia 5 [168]

# field:aeat.303.report,accrued_re_base_modification:
source: Accrued Re Base Modification
ca: Modificació Base Recàrrec equivalència [25]
es: Modificación Base Recargo equivalencia [25]

# field:aeat.303.report,accrued_re_percent_1:
source: Accrued Re Percent 1
ca: Tipus (%) Recàrrec equivalència 2 [17]
es: Tipo (%) Recargo equivalencia 2 [17]

# field:aeat.303.report,accrued_re_percent_2:
source: Accrued Re Percent 2
ca: Tipus (%) Recàrrec equivalència 3 [20]
es: Tipo (%) Recargo equivalencia 3 [20]

# field:aeat.303.report,accrued_re_percent_3:
source: Accrued Re Percent 3
ca: Tipus (%) Recàrrec equivalència 4 [23]
es: Tipo (%) Recargo equivalencia 4 [23]

# field:aeat.303.report,accrued_re_percent_4:
source: Accrued Re Percent 4
ca: Tipus (%) Recàrrec equivalència 1 [157]
es: Tipo (%) Recargo equivalencia 1 [157]

# field:aeat.303.report,accrued_re_percent_5:
source: Accrued Re Percent 5
es: Tipo (%) Recargo equivalencia 5 [169]

# field:aeat.303.report,accrued_re_tax_1:
source: Accrued Re Tax 1
ca: Quota Recàrrec equivalència 2 [18]
es: Cuota Recargo equivalencia 2 [18]

# field:aeat.303.report,accrued_re_tax_2:
source: Accrued Re Tax 2
ca: Quota Recàrrec equivalència 3 [21]
es: Cuota Recargo equivalencia 3 [21]

# field:aeat.303.report,accrued_re_tax_3:
source: Accrued Re Tax 3
ca: Quota Recàrrec equivalència 4 [24]
es: Cuota Recargo equivalencia 4 [24]

# field:aeat.303.report,accrued_re_tax_4:
source: Accrued Re Tax 4
ca: Quota Recàrrec equivalència 1 [158]
es: Cuota Recargo equivalencia 1 [158]

# field:aeat.303.report,accrued_re_tax_5:
source: Accrued Re Tax 5
es: Cuota Recargo equivalencia 5 [170]

# field:aeat.303.report,accrued_re_tax_modification:
source: Accrued Re Tax Modification
ca: Modificació Quota Recàrrec equivalència [26]
es: Modificación Cuota Recargo equivalencia [26]

# field:aeat.303.report,accrued_total_tax:
source: Accrued Total Tax
ca: Total quota meritada [27]
es: Total cuota devengada [27]

# field:aeat.303.report,accrued_vat_base_0:
source: Accrued Vat Base 0
ca: Base Imposable Règim general 1 [150]
es: Base Imponible Régimen General 1 [150]

# field:aeat.303.report,accrued_vat_base_1:
source: Accrued Vat Base 1
ca: Base Imposable Règim general 2 [01]
es: Base Imponible Régimen General 2 [01]

# field:aeat.303.report,accrued_vat_base_2:
source: Accrued Vat Base 2
ca: Base Imposable Règim general 4 [04]
es: Base Imponible Régimen General 4 [04]

# field:aeat.303.report,accrued_vat_base_3:
source: Accrued Vat Base 3
ca: Base Imposable Règim general 5 [07]
es: Base Imponible Régimen General 5 [07]

# field:aeat.303.report,accrued_vat_base_4:
source: Accrued Vat Base 4
ca: Base Imposable Règim general 3 [153]
es: Base Imponible Régimen General 3 [153]

# field:aeat.303.report,accrued_vat_base_5:
source: Accrued Vat Base 5
es: Base Imponible Régimen General 6 [165]

# field:aeat.303.report,accrued_vat_base_modification:
source: Accrued Vat Base Modification
ca: Modificació Base Imposable [14]
es: Modificación Base Imponible [14]

# field:aeat.303.report,accrued_vat_percent_0:
source: Accrued Vat Percent 0
ca: Tipus (%) Règim general 1 [151]
es: Tipo (%) Régimen General 1 [151]

# field:aeat.303.report,accrued_vat_percent_1:
source: Accrued Vat Percent 1
ca: Tipus (%) Règim general 2 [02]
es: Tipo (%) Régimen General 2 [02]

# field:aeat.303.report,accrued_vat_percent_2:
source: Accrued Vat Percent 2
ca: Tipus (%) Règim general 4 [05]
es: Tipo (%) Régimen General 4 [05]

# field:aeat.303.report,accrued_vat_percent_3:
source: Accrued Vat Percent 3
ca: Tipus (%) Règim general 5 [08]
es: Tipo (%) Régimen General 5 [08]

# field:aeat.303.report,accrued_vat_percent_4:
source: Accrued Vat Percent 4
ca: Tipus (%) Règim general 3 [154]
es: Tipo (%) Régimen General 3 [154]

# field:aeat.303.report,accrued_vat_percent_5:
source: Accrued Vat Percent 5
es: Tipo (%) Régimen General 6 [166]

# field:aeat.303.report,accrued_vat_tax_0:
source: Accrued Vat Tax 0
ca: Quota Règim general 1 [152]
es: Cuota Régimen General 1 [152]

# field:aeat.303.report,accrued_vat_tax_1:
source: Accrued Vat Tax 1
ca: Quota Règim general 2 [03]
es: Cuota Régimen General 2 [03]

# field:aeat.303.report,accrued_vat_tax_2:
source: Accrued Vat Tax 2
ca: Quota Règim general 4 [06]
es: Cuota Régimen General 4 [06]

# field:aeat.303.report,accrued_vat_tax_3:
source: Accrued Vat Tax 3
ca: Quota Règim general 5 [09]
es: Cuota Régimen General 5 [09]

# field:aeat.303.report,accrued_vat_tax_4:
source: Accrued Vat Tax 4
ca: Quota Règim general 3 [155]
es: Cuota Régimen General 3 [155]

# field:aeat.303.report,accrued_vat_tax_5:
source: Accrued Vat Tax 5
es: Cuota Régimen General 6 [167]

# field:aeat.303.report,accrued_vat_tax_modification:
source: Accrued Vat Tax Modification
ca: Modificació Quota Imposable [15]
es: Modificación Cuota [15]

# field:aeat.303.report,additional_page_indicator:
source: Complementari Page Indicator
es: Indicador de página complementaria

# field:aeat.303.report,aduana_tax_pending:
source: Aduana Tax Pending
ca: IVA d'Aduana pendent [77]
es: IVA de Aduana pendiente [77]

# field:aeat.303.report,annual_intragroup_transaction:
source: Intragroup Transactions
es: Transacciones intragrupo

# field:aeat.303.report,annual_operation_volume:
source: Exist operations annual volume (art. 121 LIVA)
ca: Volum anual d'operacions existents (art. 121 LIVA).
es: Volumen anual de operaciones existentes (art. 121 LIVA)

# field:aeat.303.report,annual_oss_not_subject_operations:
source: Not Subjected Operations Special Regime Unic Window
es: Operaciones No Sujetas Régimen Especial Ventanilla Unic

# field:aeat.303.report,annual_oss_subject_operations:
source: Subjected Operations Special Regime Unic Window
es: Operaciones Sometidas Régimen Especial Ventanilla Unic

# field:aeat.303.report,annual_subject_operations_w_reverse_charge:
source: Subjected Operations With Reverse Charge
es: Operaciones sujetas con cargo revertido

# field:aeat.303.report,auto_bankruptcy_date:
source: Auto Bankruptcy Date
ca: Data declaració de fallida
es: Fecha declaración de bancarrota

# field:aeat.303.report,auto_bankruptcy_declaration:
source: Auto Bankruptcy Declaration
ca: Autodeclaració de fallida
es: Declaración de bancarrota

# field:aeat.303.report,bank_account:
source: Bank Account
ca: Compte bancari
es: Cuenta bancaria

# field:aeat.303.report,before_result:
source: Before Result
ca: Resultats anteriors a ingressar [70]
es: Resultados anteriores a ingresar [70]

# field:aeat.303.report,calculation_date:
source: Calculation Date
ca: Data càlcul
es: Fecha cálculo

# field:aeat.303.report,company:
source: Company
ca: Empresa
es: Empresa

# field:aeat.303.report,company_name:
source: Company Name
ca: Nom de l'empresa
es: Nombre de la compañía

# field:aeat.303.report,company_party:
source: Company Party
ca: Tercer de l'empresa
es: Tercero de la empresa

# field:aeat.303.report,company_vat:
source: VAT
ca: CIF/NIF
es: CIF/NIF

# field:aeat.303.report,complementary_declaration:
source: Complementary Declaration
ca: Declaració complementària
es: Declaración complementaria

# field:aeat.303.report,complementary_declaration_administrative_discrepancy:
source: Complementary Declaration Administrative Discrepancy
es: Declaración complementaria discrepancia administrativa

# field:aeat.303.report,complementary_declaration_amount:
source: Complementary Declaration Amount
es: Declaración complementaria total [111]

# field:aeat.303.report,complementary_declaration_modify_direct_debit:
source: Complementary Declaration Modify Direct Debit
es: Declaración complementaria modificar domiciliación efectuada

# field:aeat.303.report,complementary_declaration_other_adjustements:
source: Complementary Declaration Other Adjustements
es: Declaración complementaria otros ajustes [108]

# field:aeat.303.report,complementary_declaration_rectification:
source: Complementary Declaration Rectification
es: Declaración complementaria rectificación

# field:aeat.303.report,currency:
source: Currency
ca: Moneda
es: Moneda

# field:aeat.303.report,deductible_compensations:
source: Deductible Compensations
ca: Compensacions deduïbles [42]
es: Compensaciones deducibles [42]

# field:aeat.303.report,deductible_compensations_base1:
source: Deductible Compensations Base 1
es: Compensaciones Deducibles Base 1

# field:aeat.303.report,deductible_compensations_base2:
source: Deductible Compensations Base 2
es: Compensaciones Deducibles Base 2

# field:aeat.303.report,deductible_compensations_tax1:
source: Deductible Compensations Tax 1
es: Impuesto sobre Compensaciones Deducibles 1

# field:aeat.303.report,deductible_compensations_tax2:
source: Deductible Compensations Tax 2
es: Impuesto sobre Compensaciones Deducibles 2

# field:aeat.303.report,deductible_current_domestic_operations_base1:
source: Deductible Current Domestic Operations Base 1
es: Deducible Operaciones Domésticas Actuales Base 1

# field:aeat.303.report,deductible_current_domestic_operations_base2:
source: Deductible Current Domestic Operations Base 2
es: Deducible Actual Operaciones Domésticas Base 2

# field:aeat.303.report,deductible_current_domestic_operations_base:
source: Deductible Current Domestic Operations Base
ca: Base quotes suportades en operacions interiors corrents
es: Base cuotas soportadas en operaciones interiores corrientes

# field:aeat.303.report,deductible_current_domestic_operations_tax1:
source: Deductible Current Domestic Operations Tax 1
es: Impuesto de Operaciones Nacionales Actual Deducible 1

# field:aeat.303.report,deductible_current_domestic_operations_tax2:
source: Deductible Current Domestic Operations Tax 2
es: Impuesto de Operaciones Nacionales Actual Deducible 2

# field:aeat.303.report,deductible_current_domestic_operations_tax:
source: Deductible Current Domestic Operations Tax
ca: Impost quotes suportades en operacions interiors corrents
es: Impuesto cuotas soportadas en operaciones interiores corrientes

# field:aeat.303.report,deductible_current_import_operations_base1:
source: Deductible Current Import Operations Base 1
es: Deducible Corriente de Operaciones de Importación Base 1

# field:aeat.303.report,deductible_current_import_operations_base2:
source: Deductible Current Import Operations Base 2
es: Deducible Corriente de Operaciones de Importación Base 2

# field:aeat.303.report,deductible_current_import_operations_base:
source: Deductible Current Import Operations Base
ca: Base quotes suportades en les importacions de béns corrents
es: Base cuotas soportadas en las importaciones de bienes corrientes

# field:aeat.303.report,deductible_current_import_operations_tax1:
source: Deductible Current Import Operations Tax 1
es: Impuesto Deducible por Operaciones de Importación Corriente 1

# field:aeat.303.report,deductible_current_import_operations_tax2:
source: Deductible Current Import Operations Tax 2
es: Impuesto Deducible por Operaciones de Importación Corriente 2

# field:aeat.303.report,deductible_current_import_operations_tax:
source: Deductible Current Import Operations Tax
ca: Impost quotes suportades en les importacions de béns corrents
es: Impuesto cuotas soportadas en las importaciones de bienes corrientes

# field:aeat.303.report,deductible_current_intracommunity_operations_base1:
source: Deductible Current Intracommunity Operations Base 1
es: Deducible Vigente Base de Operaciones Intracomunitarias 1

# field:aeat.303.report,deductible_current_intracommunity_operations_base2:
source: Deductible Current Intracommunity Operations Base 2
es: Deducible Vigente Base de Operaciones Intracomunitarias 2

# field:aeat.303.report,deductible_current_intracommunity_operations_base:
source: Deductible Current Intracommunity Operations Base
ca: Base en adquisicions intracomunitàries de béns corrents
es: Base en adquisiciones intracomunitarias de bienes corrientes

# field:aeat.303.report,deductible_current_intracommunity_operations_tax1:
source: Deductible Current Intracommunity Operations Tax 1
es: Impuesto de Operaciones Intracomunitarias Corriente Deducible 1

# field:aeat.303.report,deductible_current_intracommunity_operations_tax2:
source: Deductible Current Intracommunity Operations Tax 2
es: Impuesto de Operaciones Intracomunitarias Corriente Deducible 2

# field:aeat.303.report,deductible_current_intracommunity_operations_tax:
source: Deductible Current Intracommunity Operations Tax
ca: Impost en adquisicions intracomunitàries de béns corrents
es: Impuesto en adquisiciones intracomunitarias de bienes corrientes

# field:aeat.303.report,deductible_investment_domestic_operations_base1:
source: Deductible Investment Domestic Operations Base 1
es: Deducible Inversión Operaciones Nacionales Base 1

# field:aeat.303.report,deductible_investment_domestic_operations_base2:
source: Deductible Investment Domestic Operations Base 2
es: Inversión Deducible Operaciones Nacionales Base 2

# field:aeat.303.report,deductible_investment_domestic_operations_base:
source: Deductible Investment Domestic Operations Base
ca: Base quotes suportades en operacions interiors amb béns d'inversió
es: Base cuotas soportadas en operaciones interiores con bienes de inversión

# field:aeat.303.report,deductible_investment_domestic_operations_tax1:
source: Deductible Investment Domestic Operations Tax 1
es: Inversión Deducible Impuesto a Operaciones Nacionales 1

# field:aeat.303.report,deductible_investment_domestic_operations_tax2:
source: Deductible Investment Domestic Operations Tax 2
es: Inversión Deducible Impuesto a Operaciones Nacionales 2

# field:aeat.303.report,deductible_investment_domestic_operations_tax:
source: Deductible Investment Domestic Operations Tax
ca: Impost quotes suportades en operacions interiors amb béns d'inversió
es: Impuesto cuotas soportadas en operaciones interiores con bienes de inversión

# field:aeat.303.report,deductible_investment_import_operations_base1:
source: Deductible Investment Import Operations Base 1
es: Deducible Inversión Operaciones de Importación Base 1

# field:aeat.303.report,deductible_investment_import_operations_base2:
source: Deductible Investment Import Operations Base 2
es: Deducible Inversión Operaciones de Importación Base 2

# field:aeat.303.report,deductible_investment_import_operations_base:
source: Deductible Investment Import Operations Base
ca: Base quotes suportades en les importacions de béns d'inversió
es: Base cuotas soportadas en las importaciones de bienes de inversión

# field:aeat.303.report,deductible_investment_import_operations_tax1:
source: Deductible Investment Import Operations Tax 1
es: Inversión Deducible Impuesto sobre Operaciones de Importación 1

# field:aeat.303.report,deductible_investment_import_operations_tax2:
source: Deductible Investment Import Operations Tax 2
es: Impuesto Deducible de Operaciones de Importación de Inversión 2

# field:aeat.303.report,deductible_investment_import_operations_tax:
source: Deductible Investment Import Operations Tax
ca: Impost quotes suportades en les importacions de béns d'inversió
es: Impuesto cuotas soportadas en las importaciones de bienes de inversión

# field:aeat.303.report,deductible_investment_intracommunity_operations_base1:
source: Deductible Investment Intracommunity Operations Base 1
es: Deducible Inversión Operaciones Intracomunitarias Base 1

# field:aeat.303.report,deductible_investment_intracommunity_operations_base2:
source: Deductible Investment Intracommunity Operations Base 2
es: Deducible Inversión Operaciones Intracomunitarias Base 2

# field:aeat.303.report,deductible_investment_intracommunity_operations_base:
source: Deductible Investment Intracommunity Operations Base
ca: Base en adquisicions intracomunitàries de béns d'inversió
es: Base en adquisiciones intracomunitarias de bienes de inversión

# field:aeat.303.report,deductible_investment_intracommunity_operations_tax1:
source: Deductible Investment Intracommunity Operations Tax 1
es: Inversión Deducible Impuesto sobre Operaciones Intracomunitarias 1

# field:aeat.303.report,deductible_investment_intracommunity_operations_tax2:
source: Deductible Investment Intracommunity Operations Tax 2
es: Inversión Deducible Impuesto sobre Operaciones Intracomunitarias 2

# field:aeat.303.report,deductible_investment_intracommunity_operations_tax:
source: Deductible Investment Intracommunity Operations Tax
ca: Impost en adquisicions intracomunitàries de béns d'inversió
es: Impuesto en adquisiciones intracomunitarias de bienes de inversión

# field:aeat.303.report,deductible_investment_regularization1:
source: Deductible Investment Regularization 1
es: Regularización de Inversión Deducible 1

# field:aeat.303.report,deductible_investment_regularization2:
source: Deductible Investment Regularization 2
es: Regularización de Inversión Deducible 2

# field:aeat.303.report,deductible_investment_regularization:
source: Deductible Investment Regularization
ca: Regularització d'inversions [43]
es: Regularización inversiones [43]

# field:aeat.303.report,deductible_pro_rata_regularization:
source: Deductible Pro Rata Regularization
ca: Regularització per aplicació del percentatge definitiu de prorrata [44]
es: Regularización por aplicación del porcentaje definitivo de prorrata [44]

# field:aeat.303.report,deductible_regularization_base1:
source: Deductible Regularization Base 1
es: Base de Regularización del Deducible 1

# field:aeat.303.report,deductible_regularization_base2:
source: Deductible Regularization Base 2
es: Base de Regularización del Deducible 2

# field:aeat.303.report,deductible_regularization_base:
source: Deductible Regularization Base
ca: Base Rectificació deduïble
es: Base Rectificación deducible

# field:aeat.303.report,deductible_regularization_tax1:
source: Deductible Regularization Tax 1
es: Impuesto de Regularización Deducible 1

# field:aeat.303.report,deductible_regularization_tax2:
source: Deductible Regularization Tax 2
es: Impuesto de Regularización Deducible 2

# field:aeat.303.report,deductible_regularization_tax:
source: Deductible Regularization Tax
ca: Quota Rectificació deduïble
es: Cuota Rectificación deducible

# field:aeat.303.report,deductible_total1:
source: Total Deductible 1
es: Deducible Total 1

# field:aeat.303.report,deductible_total2:
source: Total Deductible 2
es: Deducible total 2

# field:aeat.303.report,deductible_total:
source: Deductible Total
ca: Total deduïble [45]
es: Total a deducir [45]

# field:aeat.303.report,exonerated_mod390:
source: Exonerated Model 390
ca: Exonerats de presentar el model 390
es: Exonerados de presentar el model 390

# field:aeat.303.report,exports:
source: Exports
ca: Exportacions [60]
es: Exportaciones [60]

# field:aeat.303.report,file_:
source: File
ca: Fitxer
es: Archivo

# field:aeat.303.report,filename:
source: File Name
ca: Nom fitxer
es: Nombre archivo

# field:aeat.303.report,general_regime_result:
source: General Regime Result
ca: Resultat Règim General [46]
es: Resultado Régimen General [46]

# field:aeat.303.report,info_territory_alava:
source: Taxation Information by Territory: Alava
ca: Informació de la tributació per raó de territori: Àlava [89]
es: Información de la tributación por razón de territorio: Álava [89]

# field:aeat.303.report,info_territory_guipuzcoa:
source: Taxation Information by Territory: Guipuzcoa
ca: Informació de la tributació per raó de territori: Guipuzcoa [90]
es: Información de la tributación por razón de territorio: Guipuzcoa [90]

# field:aeat.303.report,info_territory_navarra:
source: Taxation Information by Territory: Navarra
ca: Informació de la tributació per raó de territori: Navarra [92]
es: Información de la tributación por razón de territorio: Navarra [92]
