Repository: NaN-tic/trytond-aeat_303
Catalog: locale/*.po
Languages: ca, es

# model:ir.message,text:msg_invalid_annual_operation_volume
source: The Annual Operation Volume field could be 'YES' or 'NO' only for periods '12' or '4T', check report with ID: %(report)s
ca: El camp 'Volum anual d'operacions existents (art. 121 LIVA)' només pot ser 'SI' o 'NO' en els períodes '12' o '4T'. Revisa el registre amb ID: %(report)s
es: El campo Volumen de Operación Anual podría ser 'SÍ' o 'NO' sólo para los periodos '12' o '4T', consultar informe con ID: %(report)s

# model:ir.message,text:msg_invalid_compensate
source: To compensate periods before need to have the actual period result postive ([66] + [77] - [78]) and you can't compensate more than this result.
es: Para compensar períodos antes, es necesario que el resultado del período real sea positivo ([66] + [77] - [78]) y no puede compensar más que este resultado.

# model:ir.message,text:msg_invalid_currency
source: Currency in AEAT 303 report "%(name)s" must be Euro.
ca: La moneda de l'informe AEAT 303 "%(name)s" ha de ser Euro.
es: La moneda del informe AEAT 303 "%(name)s" debe ser euro.

# model:ir.message,text:msg_invalid_exonerated_mod390
source: The Exonerated Model 390 field could be 'YES' or 'NO' only for periods '12' or '4T', check report with ID: %(report)s
ca: El camp Exonerats de presentar el model 390 només pot ser 'SI' o 'NO' pels períodes '12' o '4T'. Revisa el registre amb ID: %s(report)s
es: El campo Exonerados de presentar el modelo 390 sólo puede ser 'SI' o 'NO' para pos periodos '12' o '4T'. Revisa el registro con ID: %s(report)s

# model:ir.message,text:msg_invalid_prorrata_percent
source: One of the Prorrata percent added in then 5th page is greater than 100, and thats not correct. (Report ID: %(report)s)
ca: Un dels camps % Prorrata de la pàgina 5 es major de 100 i això no és permès. (Informe ID: %(report)s)
es: Uno de los campos percentatge Prorrata de la página 5 es mayor de 100 y esto no esta permitido. (Informe ID: %(report)s)

# model:ir.message,text:msg_invalid_return_sepa_check
source: The Sepa Check field is not correct for the type selected. Check report with ID: %(report)s
ca: El camp Marca SEPA no és correcte segons el Tipus declaració selccionat. Revisa el registre amb ID: %(report)s
es: El campo Marca SEPA no es correcto según el Tipo declaración seleccionado. Revisa el registro con ID: %(report)s

# model:ir.message,text:msg_invalid_return_sepa_check_period
source: The Sepa Check field is not correct for the period of the report. Check report with ID: %(report)s
es: El campo Marca SEPA no es correcto por el periodo selccionado. Revisa el registro con ID: %(report)s

# model:ir.message,text:msg_invalid_sepa_check
source: The type of 'Sepa Check On Return' could not be empty for the 'Type' selected (check report with ID: %(report)s).
es: El tipo de 'Sepa Check On Return' no pudo estar vacío para el 'Tipo' seleccionado (informe de verificación con ID: %(report)s).

# model:ir.message,text:msg_invalid_type_period
source: The type of 'Return by trasnfer to foreign account' it's only for periods '3T', '4T' and from '07' to '12', check report with ID: %(report)s
ca: El tipus 'Devolució per transferéncia a l'estranger' es només pels períodes '3T', '4T' i del '07' la '12'. Revisa el registre amb ID: %(report)s
es: El tipo de 'Devolución por transferencia a cuenta en el exterior' es sólo para los periodos '3T', '4T' y del '07' al '12', consultar informe con ID: %(report)s

# model:ir.message,text:msg_no_config
source: No configuration found for AEAT303. Please, update your chart of accounts.
ca: No s'ha trobat la configuració del model AEAT 303. Si us plau, actualitzeu el vostre pla comptable.
es: No se ha encontrado la configuración para el modelo AEAT 303. Por favor, actualice el plan contable.

# model:ir.message,text:msg_not_possible_cancel
source: The AEAT 303 report (ID: %(report)s) cannot be possible cancelled because its account move is reconciled.
es: El informe AEAT 303 (ID: %(report)s) no se ha podido cancelar porque el asiento relacionado está conciliado.

# model:ir.message,text:msg_prorrata_account_required
source: Please assign a prorrata account before calculating general prorrata
es: Por favor, asigne una cuenta prorrata antes de calcular la prorrata general.

# model:ir.message,text:msg_prorrata_regularization
source: Prorrata Regularization
es: Regularización prorrata

# model:ir.model.button,string:aeat_303_report_calculate_button
source: Calculate
ca: Calcula
es: Calcular

# model:ir.model.button,string:aeat_303_report_cancel_button
source: Cancel
ca: Cancel·la
es: Cancelar

# model:ir.model.button,string:aeat_303_report_draft_button
source: Draft
ca: Esborrany
es: Borrador

# model:ir.model.button,string:aeat_303_report_process_button
source: Process
ca: Processa
es: Proceso

# model:ir.model.button,string:configuration_calculate_prorrata
source: Calculate General Prorrata
es: Calcula prorrata general

# model:ir.rule.group,name:rule_group_aeat303
source: User in company
ca: Usuari a l'empresa
es: Usuario en la empresa

# model:ir.rule.group,name:rule_group_aeat303_mapping
source: User in company
ca: Usuari a l'empresa
es: Usuario en la empresa

# model:ir.rule.group,name:rule_group_aeat303_prorrata_mapping
source: User in company
es: Usuario en empresa

# model:ir.ui.menu,name:menu_aeat_303_mapping
source: AEAT 303 Mapping
ca: Mapeig AEAT 303
es: Mapeos AEAT 303

# model:ir.ui.menu,name:menu_aeat_303_prorrata_mapping
source: AEAT 303 Prorrata Mapping
es: Mapeo Prorrata AEAT 303

# model:ir.ui.menu,name:menu_aeat_303_report
source: AEAT 303 Report
ca: Informes AEAT 303
es: Informes AEAT 303

# selection:aeat.303.mapping,type_:
source: Code
ca: Codi
es: Código

# selection:aeat.303.mapping,type_:
source: Exonerate 390
es: Exonerar 390

# selection:aeat.303.mapping,type_:
source: Numeric
ca: Numèric
es: Numérico

# selection:aeat.303.report,additional_page_indicator:
source: Yes
es: Sí

# selection:aeat.303.report,annual_operation_volume:
source: Yes
ca: Si
es: Si

# selection:aeat.303.report,auto_bankruptcy_declaration:
source: After Bankruptcy Proceeding
ca: Després de procediment de fallida
es: Después de procedimiento de bancarrota

# selection:aeat.303.report,auto_bankruptcy_declaration:
source: Before Bankruptcy Proceeding
ca: Abans de procediment de fallida
es: Antes de procedimiento de bancarrota

# selection:aeat.303.report,exonerated_mod390:
source: Yes
ca: Si
es: Si

# selection:aeat.303.report,passive_subject_foral_administration:
source: Yes
ca: Si
es: Si

# selection:aeat.303.report,passive_subject_voluntarily_sii:
source: Yes
ca: Si
es: Si

# selection:aeat.303.report,period:
source: April
ca: Abril
es: Abril

# selection:aeat.303.report,period:
source: August
ca: Agost
es: Agosto

# selection:aeat.303.report,period:
source: December
ca: Desembre
es: Diciembre

# selection:aeat.303.report,period:
source: February
ca: Febrer
es: Febrero

# selection:aeat.303.report,period:
source: First quarter
ca: Primer trimestre
es: Primer Trimestre

# selection:aeat.303.report,period:
source: Fourth quarter
ca: Quart trimestre
es: Cuarto Trimestre

# selection:aeat.303.report,period:
source: January
ca: Gener
es: Enero

# selection:aeat.303.report,period:
source: July
ca: Juliol
es: Julio

# selection:aeat.303.report,period:
source: June
ca: Juny
es: Junio

# selection:aeat.303.report,period:
source: March
ca: Març
es: Marzo

# selection:aeat.303.report,period:
source: May
ca: Maig
es: Mayo

# selection:aeat.303.report,period:
source: November
ca: Novembre
es: Noviembre

# selection:aeat.303.report,period:
source: October
ca: Octubre
es: Octubre

# selection:aeat.303.report,period:
source: Second quarter
ca: Segon trimestre
es: Segundo trimestre

# selection:aeat.303.report,period:
source: September
ca: Setembre
es: Septiembre

# selection:aeat.303.report,period:
source: Third quarter
ca: Tercer trimestre
es: Tercer trimestre

# selection:aeat.303.report,prorrata_type1:
source: None
es: Ninguno

# selection:aeat.303.report,prorrata_type2:
source: None
es: Ninguno

# selection:aeat.303.report,prorrata_type3:
source: None
es: Ninguno

# selection:aeat.303.report,prorrata_type4:
source: None
es: Ninguno

# selection:aeat.303.report,prorrata_type5:
source: None
es: Ninguno

# selection:aeat.303.report,regime_type:
source: Tribute exclusively on general regime
ca: Tributa exclusivament en Règim General (RG)
es: Tributa exclusivamente en Régimen General (RG)

# selection:aeat.303.report,return_sepa_check:
source: Empty
ca: Buit
es: Buit

# selection:aeat.303.report,return_sepa_check:
source: Other countries
ca: Resta Països
es: Resto Países

# selection:aeat.303.report,return_sepa_check:
source: SEPA European Union
ca: Unió Europea SEPA
es: Unión Europea SEPA

# selection:aeat.303.report,return_sepa_check:
source: Spain account
ca: Compte Espanya
es: Cuenta España

# selection:aeat.303.report,special_info_required_declare_third_party_operation:
source: Yes
es: Sí

# selection:aeat.303.report,state:
source: Calculated
ca: Calculat
es: Calculado

# selection:aeat.303.report,state:
source: Cancelled
ca: Cancel·lat
es: Cancelado

# selection:aeat.303.report,state:
source: Done
ca: Realitzat
es: Realizado

# selection:aeat.303.report,state:
source: Draft
ca: Esborrany
es: Borrador

# selection:aeat.303.report,type:
source: Application for compensation
ca: Sol·licitud de compensació
es: Solicitud de compensación

# selection:aeat.303.report,type:
source: Current account tax - Returns
ca: Compte corrent tributari-devolució
es: Cuenta corriente tributaria-devolución

# selection:aeat.303.report,type:
source: Current account tax - Revenue
ca: Compte corrent tributari-ingrés
es: Cuenta corriente tributaria-ingreso

# selection:aeat.303.report,type:
source: Direct incomes in account
ca: Domiciliació de l'ingrés a CC
es: Domiciliación del ingreso en CC

# selection:aeat.303.report,type:
source: Income
ca: Ingrés
es: Ingreso

# selection:aeat.303.report,type:
source: No activity / Zero result
ca: Sense activitat / Resultat zero
es: Sin actividad / Resultado cero

# selection:aeat.303.report,type:
source: Return
ca: Devolució
es: Devolución

# selection:aeat.303.report,type:
source: Return by trasnfer to foreign account
ca: Devolució per transferéncia a l'estranger
es: Devolución por transferencia al extranjero

# selection:aeat.303.template.mapping,type_:
source: Code
ca: Codi
es: Código

# selection:aeat.303.template.mapping,type_:
source: Exonerate 390
es: Exonerar 390

# selection:aeat.303.template.mapping,type_:
source: Numeric
ca: Numèric
es: Numérico

# view:aeat.303.mapping:
source: AEAT 303 Mapping
ca: Mapeig AEAT 303
es: Mapeo AEAT 303

# view:aeat.303.report:
source: Accrued VAT
ca: Iva meritat
es: IVA devengado

# view:aeat.303.report:
source: Additional information
ca: Informació addicional
es: Información adicional

# view:aeat.303.report:
source: Complementary Declaration
es: Declaración complementaria

# view:aeat.303.report:
source: Current Domestic Operations
ca: Operacions interiors corrents [28][29]
es: Operaciones interiores corrientes [28][29]

# view:aeat.303.report:
source: Current Import Operations
ca: Importacions de béns corrents [32][33]
es: Importaciones de bienes corrientes [32][33]

# view:aeat.303.report:
source: Current Intracommunity Operations
ca: Adquisicions intracomunitàries de béns i serveis corrents [36][37]
es: Adquisiciones intracomunitarias de bienes y servicios corrientes [36][37]

# view:aeat.303.report:
source: Deductible VAT
ca: IVA deduïble
es: IVA deducible

# view:aeat.303.report:
source: Deductible regularization
ca: Rectificació deduïble [40][41]
es: Rectificación deducible [40][41]

# view:aeat.303.report:
source: Investment Domestic Operations
ca: Operacions interiors de béns d'inversió [30][31]
es: Operaciones interiores de bienes de inversión [30][31]

# view:aeat.303.report:
source: Investment Import Operations
ca: Importacions de béns d'inversió [34][35]
es: Importaciones de bienes de inversión [34][35]

# view:aeat.303.report:
source: Investment Intracommunity Operations
ca: Adquisicions intracomunitàries de béns d'inversió [38][39]
es: Adquisiciones intracomunitarias de bienes de inversión [38][39]

# view:aeat.303.report:
source: Page 01
ca: Pàgina 01
es: Página 01

# view:aeat.303.report:
source: Page 03
ca: Pàgina 03
es: Página 03

# view:aeat.303.report:
source: Page 04
ca: Pàgina 04
es: Página 04

# view:aeat.303.report:
source: Page 05
ca: Pàgina 05
es: Página 05

# view:aeat.303.report:
source: Page DID
ca: Pàgina DID
es: Página DID

# view:aeat.303.report:
source: Result
ca: Resultat
es: Resultado

# view:aeat.303.report:
source: Special Cash Criteria Adquisitions
ca: Adquisicions criteri de caixa [74][75]
es: Adquisiciones criterio especial de caja [74][75]

# view:aeat.303.report:
source: Special Cash Criteria Deliveries
ca: Entregues criteri de caixa [62][63]
es: Entregas criterio especial de caja [62][63]

# view:aeat.303.report:
source: Supported Tax:
ca: Quota suportada:
es: Cuota soportada:

# view:aeat.303.report:
source: Tax:
ca: Quota:
es: Cuota:

# field:aeat.303.report,retunr_bank_name:
source: Bank Name
ca: Nom del Banc

# field:aeat.303.report,total_operations_volume:
source: Total Operations Volume
ca: Total volum d'operacions [88]

# model:ir.message,text:msg_invalid_return_sepa_check_period
source: The Sepa Check field cwis not correct for the period of the report. Check report with ID: %(report)s
ca: El camp Marca SEPA no és correcte per el període seleccionat. Revisa el registre amb ID: %(report)s

# model:ir.message,text:msg_invalid_year
source: The year "%(year)s" is not valid.
ca: L'any "%(year)s" no és vàlid.

# model:ir.message,text:msg_invalid_sepa_check
source: The type of 'Sepa Check On Return' could not be empty for the 'Type' selected(check report with ID: %(report)s).
ca: El tipus de 'Marca SEPA (Devolucióxn)' no pcwotuede estar buit pel 'Tipus' seleccionat (Revisa l'informe amb l'ID: %(report)s).

# selection:aeat.303.report,return_sepa_check:
source: Only for periods 1T, 2T and 01 to 06.
ca: Només per períodes 1T, 2T y 01 a 06

# view:aeat.303.report:
source: Extra information
ca: Informació extra

# view:aeat.303.report:
source: Other
ca: Un altre
