Repository: NaN-tic/trytond-aeat_303
Catalog: locale/*.po
Languages: ca, es

# field:aeat.303.report,info_territory_vizcaya:
source: Taxation Information by Territory: Vizcaya
ca: Informació de la tributació per raó de territori: Vizcaya [91]
es: Información de la tributación por razón de territorio: Vizcaya [91]

# field:aeat.303.report,information_taxation_reason_territory:
source: Information on taxation by reason of territorya: Commo territory
ca: Informació de la tributació per raó de territori: Territori común [107]
es: Información de la tributación por razón de territorio: Territorio común [107]

# field:aeat.303.report,intracommunity_adquisitions_base:
source: Intracommunity Adquisitions Base
ca: Base adquisicions intracomunitàries [10]
es: Base Adquisiciones intracomunitarias [10]

# field:aeat.303.report,intracommunity_adquisitions_tax:
source: Intracommunity Adquisitions Tax
ca: Quota adquisicions intracomunitàries [11]
es: Cuota Adquisiciones intracomunitarias [11]

# field:aeat.303.report,intracommunity_deliveries:
source: Intracommunity Deliveries
ca: Entregues intracomunitàries [59]
es: Entregas intracomunitarias [59]

# field:aeat.303.report,joint_liquidation:
source: Is joint liquidation
ca: És liquidació conjunta
es: Es autoliquidación conjunta

# field:aeat.303.report,joint_taxation_state_provincial_councils:
source: Joint Taxation State Provincial Councils
ca: Subjectes passius que tributen conjuntament a l'administració de l'estat i diputacions forals [68]
es: Sujetos pasivos que tributan conjuntamente en la administración del estado y diputaciones forales [68]

# field:aeat.303.report,liquidation_result:
source: Liquidation Result
ca: Resultat liquidació [71]
es: Resultado liquidación [71]

# field:aeat.303.report,monthly_return_subscription:
source: Montly Return Subscription
ca: Subscripció de devolució mensual
es: Subscripción a devolución mensual

# field:aeat.303.report,move:
source: Move
es: Asiento

# field:aeat.303.report,move_account:
source: Account for Move
es: Cuenta para el asiento

# field:aeat.303.report,move_description:
source: Description for Move
es: Descripción por asentamiento

# field:aeat.303.report,move_journal:
source: Journal for Move
es: Diario para el asiento

# field:aeat.303.report,not_subject_localitzation_rules:
source: Not Subject To Localitzation Rules (Except For Those Included in Box 123)
ca: Operacions no subjectes per regles de localizació (excepte les incloses en la casella 123) [120]
es: Operaciones no sujetas por reglas de localización (excepto las incluidas en la casilla 123) [120]

# field:aeat.303.report,operations_amount1:
source: Operations Amount 1
es: Importe de las operaciones 1

# field:aeat.303.report,operations_amount2:
source: Operations Amount 2
es: Importe de las operaciones 2

# field:aeat.303.report,operations_amount3:
source: Operations Amount 3
es: Importe de las operaciones 3

# field:aeat.303.report,operations_amount4:
source: Operations Amount 4
es: Importe de las operaciones 4

# field:aeat.303.report,operations_amount5:
source: Operations Amount 5
es: Importe de las operaciones 5

# field:aeat.303.report,operations_amount_w_deduction1:
source: Operations Amount With Deduction 1
es: Importe de las operaciones con deducción 1

# field:aeat.303.report,operations_amount_w_deduction2:
source: Operations Amount With Deduction 2
es: Importe de las operaciones con deducción 2

# field:aeat.303.report,operations_amount_w_deduction3:
source: Operations Amount With Deduction 3
es: Importe de las operaciones con deducción 3

# field:aeat.303.report,operations_amount_w_deduction4:
source: Operations Amount With Deduction 4
es: Importe de las operaciones con deducción 4

# field:aeat.303.report,operations_amount_w_deduction5:
source: Operations Amount With Deduction 5
es: Importe de las operaciones con deducción 5

# field:aeat.303.report,oss_not_subject_operations:
source: OSS, Not Subject Operations
ca: OSS. Operacions no subjectes per regles de localització acollides a la OSS [123]
es: OSS. Operaciones no sujetas por reglas de localización acogidas a la OSS [123]

# field:aeat.303.report,oss_subject_operations:
source: OSS, Subject Operations
ca: OSS, Operacions subjectes i acollides a la OSS [124]
es: OSS. Operaciones sujetas y acogidas a la OSS [124]

# field:aeat.303.report,other_passive_subject_base:
source: Other Passive Subject Adquisitions Base
ca: Base altres operacions amb subjecte passiu [12]
es: Base Otras operaciones del sujeto pasivo [12]

# field:aeat.303.report,other_passive_subject_tax:
source: Other Passive Subject Adquisitions Tax
ca: Quota altres operacions amb subjecte passiu [13]
es: Cuota Otras operaciones del sujeto pasivo [13]

# field:aeat.303.report,passive_subject_foral_administration:
source: Passive Subject on a Foral Administration
ca: Subjecte passiu a una Administració Foral
es: Sujeto pasivo a una Administración Foral

# field:aeat.303.report,passive_subject_voluntarily_sii:
source: Passive Subject voluntarily opted for the SII
ca: subjecte pasiu acollit voluntariament al SII
es: Sujeto pasivo acogido voluntariamente al SII

# field:aeat.303.report,period:
source: Period
ca: Període
es: Período

# field:aeat.303.report,post_and_close:
source: Post and Close
es: Contabiliza y cierra

# field:aeat.303.report,preprorrata_deductible_current_domestic_operations_tax:
source: Pre-Prorrata Deductible Current Domestic Operations Tax
es: Impuesto sobre las operaciones domésticas corrientes deducibles antes de la prorrata

# field:aeat.303.report,preprorrata_deductible_investment_domestic_operations_tax:
source: Pre-Prorrata Deductible Current Domestic Operations Tax
es: Impuesto sobre las operaciones de inversión domésticas corrientes deducibles antes de la prorrata

# field:aeat.303.report,preprorrata_deductible_regularization_tax:
source: Pre-Prorrata Deductible Regularization Tax
es: Impuesto de Regularización Deducible antes de la prorrata

# field:aeat.303.report,previous_declaration_receipt:
source: Previous Declaration Receipt
ca: Nº justificant declaració prèvia
es: Nº Justificante declaración previa

# field:aeat.303.report,previous_period_amount_to_compensate:
source: Previous Period Amount To Compensate
ca: Quotes a compensar de períodes anteriors aplicades en aquest període [78]
es: Cuotas a compensar de periodos anteriores aplicadas en este periodo [78]

# field:aeat.303.report,previous_period_pending_amount_to_compensate:
source: Previous Period Pending Amount To Compensate
ca: Quota a compensar pendent de períodes anteriors [110]
es: Cuotas a compensar pendientes de periodos anteriores [110]

# field:aeat.303.report,previous_report:
source: Previous Report
ca: Informe Anterior
es: Informe Anterior

# field:aeat.303.report,prorrata_deductible_amount:
source: Prorrata Deductible Amount
es: Importe deducible prorrata

# field:aeat.303.report,prorrata_percent1:
source: Operations Amount With Deduction 1
es: Importe de las operaciones con deducción 1

# field:aeat.303.report,prorrata_percent2:
source: Operations Amount With Deduction 2
es: Importe de las operaciones con deducción 2

# field:aeat.303.report,prorrata_percent3:
source: Operations Amount With Deduction 3
es: Importe de las operaciones con deducción 3

# field:aeat.303.report,prorrata_percent4:
source: Operations Amount With Deduction 4
es: Importe de las operaciones con deducción 4

# field:aeat.303.report,prorrata_percent5:
source: Operations Amount With Deduction 5
es: Importe de las operaciones con deducción 5

# field:aeat.303.report,prorrata_percent_applied:
source: Prorrata Percent Applied
es: Porcentaje aplicado prorrata

# field:aeat.303.report,prorrata_real_percent:
source: Prorrata Real Percent
es: Porcentaje Real prorrata

# field:aeat.303.report,prorrata_total_amount:
source: Prorrata Total Amount
es: Importe total prorrata

# field:aeat.303.report,prorrata_type1:
source: Prorrata Type 1
es: Prorrata tipo 1

# field:aeat.303.report,prorrata_type2:
source: Prorrata Type 2
es: Prorrata tipo 2

# field:aeat.303.report,prorrata_type3:
source: Prorrata Type 3
es: Prorrata Tipo 3

# field:aeat.303.report,prorrata_type4:
source: Prorrata Type 4
es: Prorrata Tipo 4

# field:aeat.303.report,prorrata_type5:
source: Prorrata Type 5
es: Prorrata Tipo 5

# field:aeat.303.report,recc:
source: Special Cash Criteria
ca: Criteri de caixa
es: Criterio especial de caja

# field:aeat.303.report,recc_adquisitions_base:
source: Special Cash Criteria Asquistions Base
ca: Base adquisicions criteri de caixa
es: Base adquisiciones criterio especial de caja

# field:aeat.303.report,recc_adquisitions_tax:
source: Special Cash Criteria Adquistions Tax
ca: Quota adquisicions criteri de caixa
es: Cuota adquisiciones criterio especial de caja

# field:aeat.303.report,recc_deliveries_base:
source: Special Cash Criteria Deliveries Base
ca: Base entregues criteri de caixa
es: Base entregas criterio especial de caja

# field:aeat.303.report,recc_deliveries_tax:
source: Special Cash Criteria Deliveries Tax
ca: Quota entregues criteri de caixa
es: Cuota entregas criterio especial de caja

# field:aeat.303.report,recc_receiver:
source: Special Cash Criteria Receiver
ca: Destinatari Criteri de caixa
es: Destinatario criterio especial de caja

# field:aeat.303.report,regime_type:
source: Tribute type
ca: Tipus de Règim
es: Tipo de Régimen

# field:aeat.303.report,result:
source: Result
ca: Resultat [69]
es: Resultado [69]

# field:aeat.303.report,result_previous_period_amount_to_compensate:
source: Result Previous Period Amount To Compensate
ca: Quotes a compensar de periodes previs pendents per a períodes posteriors ([110] - [78]) [87]
es: Cuotas a compensar de periodos previos pendientes para periodos posteriores ([110] - [78]) [87]

# field:aeat.303.report,result_tax_regularitzation:
source: Tax Regularization art. 80.cinco.50a LIVA
ca: Regularització quotes art. 80.cinco.5ª LIVA [76]
es: Regularización cuotas art. 80.cinco.5ª LIVA [76]

# field:aeat.303.report,return_bank_address:
source: Bank Address
ca: Direcció del Banc
es: Dirección del Banco

# field:aeat.303.report,return_bank_city:
source: Bank City
ca: Ciutat del Banc
es: Ciudad del Banco

# field:aeat.303.report,return_bank_country_code:
source: Bank Country Code
ca: Codi país del Banc
es: Código pais del Banco

# field:aeat.303.report,return_bank_name:
source: Bank Name
es: Nombre del Banco

# field:aeat.303.report,return_sepa_check:
source: Sepa Check On Return
ca: Marca SEPA (Devolució)
es: Marca SEPA (Devolución)

# field:aeat.303.report,special_info_art_antiques_collectibles:
source: Special Regime Operations on Art, Antiques and Collectibles
ca: Operacions en Règim especial de bens usats, objectes d'art, antiguitats i objectes de col·lecció [97]
es: Operaciones en Régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección [97]

# field:aeat.303.report,special_info_delivery_investment_domestic_operations:
source: Delivery of Investment Domestic Operations
ca: Entregues de bens d'inversió [99]
es: Entregas de bienes de inversión [99]

# field:aeat.303.report,special_info_exempt_op_2bdeduced:
source: Exports and Other Exempt Oprations to be Deduce
ca: Exportacions i altres operacions exemptes amb dret a deducció [94]
es: Exportaciones y otras operaciones exentas con derecho a deducción [94]

# field:aeat.303.report,special_info_exempt_op_wo_permission_2bdeduced:
source: Exempt Oprations without deduction right
es: Operaciones Exentas sin derecho a deducción

# field:aeat.303.report,special_info_farming_cattleraising_fishing:
source: Especial Regime of Farming, Cattle rasing and Fishing
ca: Operacions en règim especial de l'agricultura, remaderia i pesca [95]
es: Operaciones en régimen especial de la agricultura, ganadería y pesca [95]

# field:aeat.303.report,special_info_financial_op_not_usual:
source: Operations Not Usual
es: Operaciones no habituales

# field:aeat.303.report,special_info_intracommunity_deliveries_2bdeduced:
source: Intracommunity Delivery of Goods and Services
es: Entrega intracomunitaria de bienes y servicios

# field:aeat.303.report,special_info_key_main:
source: Main Activity Code
es: Código de actividad principal

# field:aeat.303.report,special_info_key_others_1:
source: Activity Code (Other 1)
es: Código de actividad (Otro 1)

# field:aeat.303.report,special_info_key_others_2:
source: Activity Code (Other 2)
es: Código de actividad (Otro 2)

# field:aeat.303.report,special_info_key_others_3:
source: Activity Code (Other 3)
es: Código de actividad (otros 3)

# field:aeat.303.report,special_info_key_others_4:
source: Activity Code (Other 4)
es: Código de actividad (otros 4)

# field:aeat.303.report,special_info_key_others_5:
source: Activity Code (Other 5)
es: Código de actividad (otros 5)

# field:aeat.303.report,special_info_operations_rs:
source: Simplified Regime Operations
es: Operaciones de Régimen Simplificado

# field:aeat.303.report,special_info_passive_subject_re:
source: Passive Subject on Equivalence Regime
ca: Operacions realizades per subjectes pasius acollits al règim especial del recàrrec d'equivalència [96]
es: Operaciones realizadas por sujetos pasivos acogidos al régimen especial del recargo de equivalencia [96]

# field:aeat.303.report,special_info_recc:
source: Operations Especial Regime Cash Criteria
es: Criterios de Caja del Régimen Especial de Operaciones

# field:aeat.303.report,special_info_required_declare_third_party_operation:
source: Required declare Third Party Operations
es: Requerido declarar Operaciones de Terceros

# field:aeat.303.report,special_info_rg_operations:
source: Operations in General Regime
es: Operaciones en Régimen General

# field:aeat.303.report,special_info_section_iae_main:
source: Main IAE Code
es: Código IAE principal

# field:aeat.303.report,special_info_section_iae_others_1:
source: IAE Code (Other 1)
es: Código IAE (Otro 1)

# field:aeat.303.report,special_info_section_iae_others_2:
source: IAE Code (Other 2)
es: Código IAE (Otro 2)

# field:aeat.303.report,special_info_section_iae_others_3:
source: IAE Code (Other 3)
es: Código IAE (Otros 3)

# field:aeat.303.report,special_info_section_iae_others_4:
source: IAE Code (Other 4)
es: Código IAE (Otros 4)

# field:aeat.303.report,special_info_section_iae_others_5:
source: IAE Code (Other 5)
es: Código IAE (Otros 5)

# field:aeat.303.report,special_info_total:
source: Total Operations Volume
es: Volumen Total de Operaciones

# field:aeat.303.report,special_info_travel_agency:
source: Special Regime Operations on Travel Agency
ca: Operacions en règim especial d'Agències de Viatges [98]
es: Operaciones en régimen especial de Agencias de Viajes [98]

# field:aeat.303.report,special_info_w_passive_subject:
source: Not Subjected Operations
es: Operaciones no sujetas

# field:aeat.303.report,special_prorate:
source: Special prorate
ca: Prorrata especial
es: Prorrata especial

# field:aeat.303.report,special_prorate_revocation:
source: Special prorate revocation
ca: Revocació prorrata especial
es: Denegación prorrata especial

# field:aeat.303.report,state:
source: State
ca: Estat
es: Estado

# field:aeat.303.report,state_administration_amount:
source: State Administration Amount
ca: Import atribuïble a l'administració de l'estat [66]
es: Importe atribuible a la administración del estado [66]

# field:aeat.303.report,state_administration_percent:
source: State Administration Percent
ca: Percentatge atribuïble a l'administració de l'estat [65]
es: Porcentaje atribuible a la administración del estado [65]

# field:aeat.303.report,subject_operations_w_reverse_charge:
source: Subject Operations With Reverse Charge
ca: Operacions subjectes amb inversió dels subjecte pasiu [122]
es: Operaciones sujetas con inversión del sujeto pasivo [122]

# field:aeat.303.report,sum_results:
source: Sum of Results
ca: Suma de resultats [64]
es: Suma de resultados [64]

# field:aeat.303.report,swift_bank:
source: Swift
ca: BIC
es: BIC

# field:aeat.303.report,to_deduce:
source: To Deduce
ca: A deduir [109]
es: A deducir [109]

# field:aeat.303.report,type:
source: Declaration Type
ca: Tipus declaració
es: Tipo declaración

# field:aeat.303.report,without_activity:
source: Without Activity
ca: Declració Sense activitat
es: Declaración Sin actividad

# field:aeat.303.report,year:
source: Year
ca: Any
es: Año

# field:aeat.303.template.mapping,aeat303_field:
source: Field
ca: Camp
es: Campo

# field:aeat.303.template.mapping,code:
source: Tax Code Template
ca: Plantilla de codi d'impost
es: Plantilla de código de impuesto

# field:aeat.303.template.mapping,number:
source: Number
ca: Número
es: Número

# field:aeat.303.template.mapping,type_:
source: Type
ca: Tipus
es: Tipo

# help:account.configuration,aeat303_move_account:
source: Account used for the counterpart in the creation of the account move when generate the 303 model.
es: Cuenta utilizada para la contraparte en la creación del asiento cuando se genera el modelo 303.

# help:account.configuration,aeat303_move_journal:
source: Journal used for the counterpart in the creation of the account move when generate the 303 model.
es: Diario utilizada para la contraparte en la creación del asiento cuando se genera el modelo 303.

# help:account.configuration,aeat303_post_and_close:
source: If checked the account move will be posted and the corresponding period or periods will be closed.
es: Si se marca, se contabilizará el asiento y se cerrará el período o períodos correspondientes.

# help:account.configuration.aeat303,aeat303_move_account:
source: Account used for the counterpart in the creation of the account move when generate the 303 model.
es: Cuenta utilizada para la contraparte en la creación del asiento cuando se genera el modelo 303.

# help:account.configuration.aeat303,aeat303_move_journal:
source: Journal used for the counterpart in the creation of the account move when generate the 303 model.
es: Diario utilizada para la contraparte en la creación del asiento cuando se genera el modelo 303.

# help:account.configuration.aeat303,aeat303_post_and_close:
source: If checked the account move will be posted and the corresponding period or periods will be closed.
es: Si se marca, se contabilizará el asiento y se cerrará el período o períodos correspondientes.

# help:aeat.303.report,aduana_tax_pending:
source: Import VAT paid by Aduana pending entry
ca: IVA a la importació liquidat per l'Aduana pendent d'ingrés.
es: IVA a la importación liquidado por la Aduana pendiente de ingreso.

# help:aeat.303.report,annual_operation_volume:
source: Exclusively to fill in the last period exonerated from the Annual Declaration-VAT summary. (Exempt from presenting the model 390 and with volume of operations zero).
ca: Exclusivament a cumplimentar en l'últim període exonerats de la Declaració-resum anual de l'IVA. (Exonerat de presentar el model 390 i amb volum d'operacions zero).
es: Exclusivamente a cumplimentar en el último periodo exonerados de la Declaración-resumen anual del IVA. (Exonerado de presentar el modelo 390 y con volumen de operaciones cero).

# help:aeat.303.report,exonerated_mod390:
source: Exclusively to fill in the last period exonerated from the Annual Declaration-VAT summary. (Exempt from presenting the model 390 and with volume of operations zero).
ca: Exclusivament a cumplimentar en l'últim període exonerats de la Declaració-resum anual de l'IVA. (Exonerat de presentar el model 390 i amb volum d'operacions zero).
es: Exclusivamente a cumplimentar en el último periodo exonerados de la Declaración-resumen anual del IVA. (Exonerado de presentar el modelo 390 y con volumen de operaciones cero).

# help:aeat.303.report,move_account:
source: Account used for the counterpart in the creation of the account move when generate the 303 model.
es: Cuenta utilizada para la contraparte en la creación del asiento cuando se genera el modelo 303.

# help:aeat.303.report,move_description:
source: Optionaly you can add information to the account move if it is created automatically.
es: Opcionalmente puedes agregar información al asiento si se crea automáticamente.

# help:aeat.303.report,move_journal:
source: Journal used for the counterpart in the creation of the account move when generate the 303 model.
es: Diario utilizada para la contraparte en la creación del asiento cuando se genera el modelo 303.

# help:aeat.303.report,passive_subject_foral_administration:
source: Passive Subject that tribute exclusively on a Foral Administration with an import TAX paid by Aduana pending entry.
ca: Sujeto pasivo que tributa exclusivamente a una Administración tributaria Foral con IVA a la importación liquidado por la Aduana pendiente de ingreso
es: Sujeto pasivo que tributa exclusivamente a una Administración tributaria Foral con IVA a la importación liquidado por la Aduana pendiente de ingreso

# help:aeat.303.report,post_and_close:
source: If checked the account move will be posted and the corresponding period or periods will be closed.
es: Si se marca, se contabilizará el asiento de IVA y se cerrará el período o períodos correspondientes.

# help:aeat.303.report,result_tax_regularitzation:
source: Only fill if you have done the 952 model. To Fill with the tax to recover.
ca: Només omplir si has fet el model 952 amb la quota a recuperar.
es: Solo rellenar si has hecho el modelo 952 con la cuota a recuperar.

# help:aeat.303.report,special_info_required_declare_third_party_operation:
source: Check if you have carried out transactions for which you are required to submit the annual declaration of transactions with third parties.
es: Marca si has realizado operaciones para las que estás obligado a presentar la declaración anual de operaciones con terceros.

# model:account.configuration.aeat303,name:
source: AEAT 303 Account Configuration
es: Configuración de Cuenta AEAT 303

# model:aeat.303.mapping,name:
source: AEAT 303 TaxCode Mapping
ca: Mapeig codis d'impostos AEAT 303
es: Mapeo Códigos Impuestos AEAT 303

# model:aeat.303.mapping-account.tax.code,name:
source: AEAT 303 TaxCode Mapping Codes Relation
ca: Relació Mapeig AEAT 303 Codis d'impost
es: Relación Mapeo AEAT303 Códigos de impuesto

# model:aeat.303.mapping-account.tax.code.template,name:
source: AEAT 303 TaxCode Mapping Codes Relation
ca: Relació Mapeig AEAT 303 Codis d'impost
es: Relación Mapeo AEAT303 Códigos de impuesto

# model:aeat.303.prorrata.mapping,name:
source: AEAT 303 TaxCode Prorrata Mapping
es: Mapeo Prorrata AEAT 303

# model:aeat.303.prorrata.mapping-account.tax.code,name:
source: AEAT 303 TaxCode Prorrata Mapping Relation
es: Relación Mapeo Prorrata AEAT 303 Codigo Impuesto

# model:aeat.303.prorrata.mapping-account.tax.code.template,name:
source: AEAT 303 Template TaxCode Prorrata Mapping Relation
es: Relación Plantilla Mapeo Prorrata AEAT 303 Codigo Impuesto

# model:aeat.303.prorrata.mapping.template,name:
source: AEAT 303 Template TaxCode Prorrata Mapping
es: Plantilla Mapeo Prorrata AEAT 303 Codigo Impuesto

# model:aeat.303.report,name:
source: AEAT 303 Report
ca: Informe AEAT 303
es: Informe AEAT 303

# model:aeat.303.template.mapping,name:
source: AEAT 303 TemplateTaxCode Mapping
ca: Mapeig plantilles codis d'impostos AEAT 303
es: Relación Mapeo AEAT303 Plantilla códigos de impuesto

# model:ir.action,name:act_aeat303_report_moves_form
source: Moves
es: Asientos

# model:ir.action,name:act_aeat_303_mapping
source: AEAT 303 mapping
ca: Mapeig AEAT 303
es: Mapeo AEAT 303

# model:ir.action,name:act_aeat_303_prorrata_mapping
source: AEAT 303 Prorrata mapping
es: Mapeo Prorrata AEAT 303

# model:ir.action,name:act_aeat_303_report
source: AEAT 303 Report
ca: Informe AEAT 303
es: Informe AEAT 303

# model:ir.action.act_window,name:act_aeat_303_mapping
source: AEAT 303 mapping
ca: Mapeig AEAT 303
es: Mapeo AEAT 303

# model:ir.action.act_window,name:act_aeat_303_report
source: AEAT 303 Report
ca: Informe AEAT 303
es: Informe AEAT 303
